
let filmname= ['Ті, що бажають моєї смерті', 
'Форсаж 9:нестримна тяга',
'Гнів людський', 
'Пила: спіраль', 
'Нечестивий', 
'Дозволь йому піти']

let filmgenre=['драма, трилер',
'бойовик, трилер, кримінал',
'бойовик',
'жахи',
'екранізація роману, містика, жахи',
'драма, кримінал,трилер']

let filmtime=['100 хв',
'145 хв',
'118 хв',
'93 хв',
'99 хв',
'114 хв']

let filmyear=['14 травня 2021',
'27 травня 2021',
'2021 рік',
'20 травня 2021',
'2 квітня 2021',
'20 травня 2021']

let filmcountry=['США','США','США','США', 'США','США']

let filmdirector=['Тейлор Шерідан','Джастін Лін', 'Гай Річі','Даррен Лінн Боусман','Еван Спіліотопулос','Томас Безуча' ]

let filmactor=['Анджеліна Джолі, Джон Бернтал, Нколас Голт, Ейдан Гіллен, Тайлер Перрі',
'Він Дізель, Джордана Брюстер, Мішель Родрігес, Наталі Еммануель, Лукас Блек',
'Джейсон Стетхем, Скотт Іствуд, Джош Гартнетт, Голт МакКелені',
'Кріс Рок, Семюел Лірой Джексон, Макс Мінгелла і Марісоль Ніколс',
'Джеффрі Дін Морган, Кеті Аселтонd, Вільям Седлер, Діого Моргадо, Крикет Браунd і Кері Елвіс',
'Кевін Костнер, Даян Лейн, Кейлі Картер']

let filmdesc=['У Національному заповіднику штату Монтана Ганна Фабер працює пожежним наглядачем,сидячи в пожежній вишці, \
звідки спостерігає за околицями. До цього вона служила смоукджампером (рятувальником в парашутному загоні), \
але залишила цю посаду, тому що вважала себе винною в загибелі своїх колег. У якийсь момент Ганна помічає наляканого\
хлопчика Коннора Кассерлі. Їй вдається налагодити з ним контакт, після чого той з жахом розповідає, що на нього полюють\
двоє найманих вбивць, які хочуть його вбити, тому що перед цим він бачив, як вони вбили його батька (вони спровокували \
автокатастрофу, в яку потрапили Коннор з батьком, але Коннор не постраждав і йому вдалося втекти). Але ще до цього \
батько, передчуваючи біду, попросив Коннора в разі чого звернутися за допомогою до «того, кому можна довіряти».',

'Культова франшиза повертається! Вони завжди готові мчати без гальм, тисячі кілометрів в секунду. Часи змінюються. \
Домінік Торетто залягає на дно - живе спокійним життям з сім\'єю. Але доля має на нього інші плани.',

'Патрік Гілл (Джейсон Стейтем) на прізвисько Ейч влаштовується інкасатором у компанію Fortico Securities.\
Він ледь складає обов\'язкові іспити зі стрільби та водіння автомобіля та не може налагодити дружні стосунки з колегами,\
за винятком хлопця на прізвисько Куля (Голт Маккелені). Проте ставлення до Ейча змінюється після спроби пограбування\
інкасаторської машини, коли новачок холоднокровно розстрілює грабіжників. Згодом з\'ясовується, що Гілл з\'явився в\
компанії неспроста — в нього є особисті рахунки до когось із працівників.',

'Американський фільм жахів, дев\'ятий у серії фільмів Пила. Стрічка є продовженням Пили 8. За словами режисера, герої \
потраплять у пастку, найбільшу з усіх, що були показані у різних картинах. Спеціально для цього будуються великі \
декорації. Творча команда запевняє, що новий жахливчик повністю відповідатиме канонам оригінального фільму. Чи \
повернеться до своєї ролі Джона Крамера актор Тобін Белл наразі невідомо. Офіційно назву девятої частини не оголосили, \
а робоча назва наразі «The Organ Donor», що в перекладі «Донор органів».',

'У невеличкому містечку в Новій Англії живе Еліс. З дитинства дівчина мала ваду слуху. Якось їй явилася Діва Марія і \
відтоді Еліс почала нормально чути та говорити. Вона здобула дар, завдяки якому зцілювала людей. Аби зустрітися з \
дівчиною, люди почали їхати з усього світу. Скандально відомий у минулому, а нині забутий журналіст Джеррі Фенн \
вирішує підготувати матеріал про ці події. Він приїздить до міста, де живе Еліс, спілкується з нею та з місцевим \
священником. Чим пильніше Джеррі придивляється до усього, що відбувається, тим очевидніше для нього, що за надприродними\
подіями навколо Еліс стоять зовсім не ті сили, про які вона говорить.',

'Події розгортаються у Монтані у 60-х роках минулого століття. На ранчо живе щаслива родина – колишній шериф Джордж \
(Кевін Костнер) та Маргарет (Даян Лейн), а також їхній дорослий син з дружиною Лорною (Кейлі Картер) та новонародженим \
немовлям. Ідилія безповоротно нищиться коли трагічно гине єдиний син. Молода вдова невдовзі знову виходить заміж, за \
Донні Уібоя. Якось випадково Маргарет побачила на вулиці, як Уібой б’є спершу дитину, а потім і саму Лорну. Жінка,\
схвильована жорстоким ставленням до онука та колишньої невістки, вирішує втрутитися. Однак виявляється пізно. Уібой\
поїхав з дружиною до своєї рідні в інший штат. Маргарет вмовляє Джорджа визволити Лорну і маленького онука.'];


const genreinfo = document.querySelector('.film-genre')
console.log(genreinfo)

const genreinfoContent =  genreinfo.textContent


genreinfo.textContent = filmgenre[0];


    