export const allFilms =
[
   { 
    filmname:"Ті, що бажають моєї смерті",
    filmgenre:"драма, трилер",
    filmtime:"100 хв",
    filmyear:"14 травня 2021",
    filmcountry:"США",
    filmdirector:"Тейлор Шерідан",
    filmactor:"Анджеліна Джолі, Джон Бернтал, Нколас Голт, Ейдан Гіллен, Тайлер Перрі",
    filmdesc:"У Національному заповіднику штату Монтана Ганна Фабер працює пожежним наглядачем,сидячи в пожежній вишці, \
    звідки спостерігає за околицями. До цього вона служила смоукджампером (рятувальником в парашутному загоні), \
    але залишила цю посаду, тому що вважала себе винною в загибелі своїх колег. У якийсь момент Ганна помічає наляканого\
    хлопчика Коннора Кассерлі. Їй вдається налагодити з ним контакт, після чого той з жахом розповідає, що на нього полюють\
    двоє найманих вбивць, які хочуть його вбити, тому що перед цим він бачив, як вони вбили його батька (вони спровокували \
    автокатастрофу, в яку потрапили Коннор з батьком, але Коннор не постраждав і йому вдалося втекти). Але ще до цього \
    батько, передчуваючи біду, попросив Коннора в разі чого звернутися за допомогою до «того, кому можна довіряти»."

    
   }

]